/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"The firmware download address cannot be empty" = "The firmware download address cannot be empty";
"The request timed out" = "The request timed out";
"Update Firmware faild,please try again" = "Update Firmware faild,please try again";
"Characteristic not find" = "Characteristic not find";
"The MAC address is empty" = "The MAC address is empty";
"The device is disconnected" = "The device is disconnected";
"Battery power below 40 cannot be upgraded,please charge it first." = "Battery power below 40 cannot be upgraded,please charge it first.";
